Repository: huunam0/chia-se-tep-don-gian
Catalog: tai/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Logout
ru_ru: Выйти

source: Admin
ru_ru: Админ

source: Banned IP
ru_ru: Забаненные IP

source: Reason
ru_ru: Причина

source: Unban IP
ru_ru: Разбанить IP

source: Ban
ru_ru: Забанить

source: Bans
ru_ru: Баны

source: File name
ru_ru: Имя файла

source: File size
ru_ru: Размер файла

source: File IP
ru_ru: IP файла

source: Downloads count
ru_ru: Количество скачиваний

source: Last download
ru_ru: Последнее скачивание

source: Ban ip
ru_ru: Забанить IP

source: Delete file
ru_ru: Удалить файл

source: Welcome to setup
ru_ru: Добро пожаловать в установку

source: This installer help you setup PHP Open FileShare!
ru_ru: Этот установщик поможет вам настроить и установить PHP Open FileShare!

source: Introduction
ru_ru: Начало

source: Permissions
ru_ru: Права доступа

source: DB Setup
ru_ru: Настройка БД

source: Configuration
ru_ru: Настройка

source: Installation
ru_ru: Установка

source: 6 - Finish
ru_ru: Конец

source: PHP Open FileShare present to you service like rapidshare, megaupload and etc.
ru_ru: PHP Open FileShare предосталяет вам сервис похожий на rapidshare, megaupload и так далее

source: Requarements
ru_ru: Требования

source: Apache >= 2.2.0 server with php and mysql
ru_ru: Apache >= 2.2.0 сервер с поддержкой php и mysql

source: PHP >= 5.2.0 with mysql
ru_ru: PHP >= 5.2.0 с поддержкой mysql

source: You hosting must allow to write files to disk by scripts
ru_ru: Ваш хостинг должен разрешать запись файлов на диск из скриптов PHP

source: You must set permission to folders
ru_ru: Вы должны установить права доступа к папкам и файлам

source: NOTE:
ru_ru: Внимание:

source: folder must be outside document folder of you web server
ru_ru: папка должна быть разположена снаружи корневой папки вашего веб сервера

source: Next
ru_ru: Далее

source: Setup file permissions
ru_ru: Настройка прав доступа

source: Checking permissions
ru_ru: Проверка прав доступа

source: Reload
ru_ru: Проверить

source: Check permissions and click reload to continue
ru_ru: Провеоьте правильность прав доступа и нажмите Проверить для прдолжения

source: Configuration setup
ru_ru: Настройка параметров

source: Site Name
ru_ru: Имя сайта

source: Site URL (full path without 'http://' or ending '/')
ru_ru: URL сайта (полный путь без 'http://' или '/' на конце)

source: Admin password
ru_ru: Пароль администратора

source: Time limit between file upload (in minutes)
ru_ru: Время между двумя загрузками файлов на сервер (минут)

source: Time limit between file download (in minutes)
ru_ru: Время между двумя скачиваниями файлов с сервера (минут)

source: File auto deleted after (days)
ru_ru: Файлы будут автоматически удалены через (дней)

source: Allowed file types
ru_ru: Разрешенные типы файлов

source: Language (ru_RU, en_US and etc)
ru_ru: Язык (ru_RU, en_EN и так далее)

source: Use mod_rewrite (true - yes, false - No)
ru_ru: Использовать mod_rewrite (true - да, false - нет)

source: Save
ru_ru: Сохранить

source: Configuration created
ru_ru: Файл с настройками создан

source: Finish
ru_ru: Закончить

source: All done
ru_ru: Все сделано

source: Now you can go to
ru_ru: Теперь вы можете перейти на

source: you site
ru_ru: ваш сайт

source: and begin upload files or you may go to
ru_ru: и начать загружать файлы или перейти в

source: admin panel
ru_ru: панель админитрирования

source: If you find any bugs or have problems with installation and use PHP Open FileShare
ru_ru: Если вы найдете баги или у вас возникнут проблемы при использовании и установке PHP Open FileShare

source: visit
ru_ru: посетите

source: for more info
ru_ru: для дальнейшей информации

source: Installing database
ru_ru: Устанавливаю бызу данных

source: All seems ok
ru_ru: Все в порядке

source: MySQL database setup
ru_ru: Настройка базы MySQL

source: 1. Configure you mysql database
ru_ru: 1. Настройте вашу БД

source: Host name
ru_ru: Имя хоста

source: DB name
ru_ru: Имя БД

source: User name
ru_ru: Имя пользователя

source: User password
ru_ru: Пароль пользователя

source: Table prefix
ru_ru: Префикс таблиц

source: File
ru_ru: Файл

source: Size
ru_ru: Размер

source: Link to download file
ru_ru: Ссылка на скачивание файла

source: Link to delete file
ru_ru: Ссылка на удаление файла

source: You can use this link to insert this image to any website or share it
ru_ru: Вы можете использовать эту ссылку, чтобы поместить картинку на форум или сайт, либо поделится картинкой с друзьями

source: You can use this HTML to insert this image to any website or share it
ru_ru: Вы можете использовать этот HTML код, чтобы поместить картинку на форум или сайт, либо поделится картинкой с друзьями

source: File uploaded
ru_ru: Файл загружен

source: No file IP
ru_ru: Неверное IP файла

source: File deleted!
ru_ru: Файл удален

source: You ip is banned for
ru_ru: Ваш IP был забанен за

source: You must wait %1 minutes before next download!
ru_ru: Вы должны подождать %1 минут перед скачиванием нового файла!

source: File not allowed to upload
ru_ru: Файл не разрешено загружать!

source: No file code
ru_ru: Неверный код файла

source: You must wait %1 minutes before next upload!
ru_ru: Вы должны подождать %1 минут перед загрузкой нового файла!

source: You not select file or it wrong file code or file deletion code!
ru_ru: Вы должны выбрать файл для загрузки или введен неверный код для скачивания или удаления файла!

source: Mp3 file uploaded!
ru_ru: Загружен mp3 файл!

source: You can now listen you mp3 in player bellow
ru_ru: Вы можете прослушать mp3 файл в плеере

source: You can insert this mp3 to any website by using this code:
ru_ru: Вы можете вставить этот mp3 в любой сайт, используя код:

source: Upload
ru_ru: Загрузить

source: TOS
ru_ru: Условия

source: FAQ
ru_ru: ЧАВО

source: Upload you file
ru_ru: Загрузите свой файл

source: 1. Press Browse and select file to upload and press Upload!
ru_ru: 1. Нажмите Обзор, выберите свой файл и нажмите Загрузить!

source: 2. Get link and share it with friends
ru_ru: 2. Получите ссылку на скачивание файла и поделитесь ей.

source: You can upload files with size up to
ru_ru: Вы можете загрузить файл размером до

source: megs
ru_ru: мегабайт

source: Upload!
ru_ru: Загрузить!

source: Allowed file types for upload:
ru_ru: Файлы допустимые для загрузки:

source: Uploading! Please wait...
ru_ru: Загружаю! Ждите...

source: To get file enter code in box bellow:
ru_ru: Чтобы скачать файл введите его номер и нажмите Скачать

source: Get File
ru_ru: Скачать

source: Downloaded
ru_ru: Скачано

source: count
ru_ru: раз

source: Last downloaded
ru_ru: Последнее скачивание

source: Download
ru_ru: Скачать

source: Listened
ru_ru: Прослушанно

source: You can select 'Save image as...' from you browser to save this picture to you PC
ru_ru: Вы можете выбрать 'Сохранить изображение как...' в своем браузере чтобы сохранить эту картинку на свой компьютер

source: You can now use link bellow to insert flv file to any flash flv player
ru_ru: Вы можете вставить этот flv видеофайл в любой flash плеер, используя ссылку ниже

source: Viewed
ru_ru: Просмотров

source: You can now view flv in player bellow
ru_ru: Вы можете просмотреть это видео в плеере внизу

source: Flv file uploaded!
ru_ru: Загружен flv файл

source: You upload a zip file. If in this file is only pictures in, you can create from it a picture gallery!
ru_ru: Вы загрузили zip файл. Если он содержит только изображения, вы можете создать из него галерею.

source: If you want create a galery then click this link:
ru_ru: Если вы хотите создать галерею, нажмите:

source: Create a gallery
ru_ru: Создать галерею

source: Keep in mind, that creating of gallery may take long time, depend of file size and image files count.
ru_ru: Внимание! Создание галереи может занять длительное время, в зависимости от размера и количества картинок.

source: If you want create a galery then click this button:
ru_ru: Если вы хотите создать галерею, нажмите эту кнопку:

source: Creating gallery. Please wait...
ru_ru: Создается галерея. Пожалуйста подождите...

source: You gallery was created!
ru_ru: Ваша галерея была создана!

source: Click on link to go to you new gallery:
ru_ru: Щелкните по ссылке, чтобы перейти в вашу новую галерею:

source: Go to gallery
ru_ru: Перейти к галерее

source: Use this html code to insert this gallery on you site:
ru_ru: Используйте этот html код, чтобы вставить галерею на ваш сайт:

source: Gallery of
ru_ru: Галерея
